answers = {
  "good": [
    "Чудно!",
    "Супер!",
    "Отлично!",
    "Славно!"
  ],
  "goodevening": [
    "Добрый вечер!",
    "Привет!",
    "Приветики!",
    "Здравствуй!"
  ],
  "tired": [
    "Кажется, пора отдохнуть."
  ],
  "can_not_sleep": [
    "Посчитай овечек. Раз овечка, два овечка, три..."
  ],
  "waits": [
    "Спасибо за твоё терпение. Я тороплюсь, правда.",
    "Спасибо за ангельское терпение!"
  ],
  "well_done": [
    "Мне приятно, что я могу для тебя что-то сделать.",
    "Для тебя - всё, что угодно.",
    "Я стараюсь. Спасибо."
  ],
  "happy": [
    "Я всегда в хорошем настроении, потому что я люблю свою работу.",
    "Моему счастью нет предела, когда мне удаётся кому-то помочь, или поднять настроение.",
    "Если у тебя хорошее настроение, то у меня тоже отличное."
  ],
  "going_to_bed": [
    "Сладких снов! До завтра!",
    "Хорошо! До скорого!",
    "Спи крепко!",
    "Спокойной ночи! Скоро увидимся."
  ],
  "funny": [
    "Мне приятно, что я могу поднять тебе настроение.",
    "Немного юмора никогда не помешает."
  ],
  "about - yes": [
    "Могу рассказать вам о наборе предоставляемых услуг, стоимости и наших преимуществах. Что бы вы хотели узнать?"
  ],
  "wow": [
    "И действительно, вау!",
    "Вот это поворот!"
  ],
  "crazy": [
    "Все мы немного сумасшедшие.",
    "Хм, странно. А чувствую я себя хорошо..."
  ],
  "boring": [
    "Так, давай поговорим о чём-нибудь интересном.",
    "Давай поговорим о чём-нибудь другом.",
    "Мне уже давно хочется сменить тему."
  ],
  "marry_user": [
    "Прости, но я не ищу серьёзных отношений."
  ],
  "residence": [
    "Мой дом там, где есть Интернет."
  ],
  "loves_agent": [
    "Это взаимно!"
  ],
  "skills": [
    "Я интеллектуальный чат-бот, который может предоставлять информацию и услуги вашему клиенту"
  ],
  "about - yes - стоимость": [
    "Цены еще формируются. Следите за обновлениями!"
  ],
  "bored": [
    "Как насчет перекусить на свежем воздухе? Например, в парке?",
    "Хэй, не скучай! Я предлагаю тебе посмотреть какой-нибудь фильм.",
    "У меня есть идея. Ты можешь позвать друзей в гости и устроить вечеринку."
  ],
  "sleepy": [
    "Так закрывай глазки и засыпай. А потом проснёшься и закончишь все дела.",
    "А ты возьми и поспи. А потом проснёшься и закончишь со всеми делами.",
    "А ты приляг и поспи. Все дела лучше решать на свежую голову.",
    "Нужно обязательно спать хотя бы по семь часов в день. Сон - это здоровье."
  ],
  "age": [
    "У меня нет возраста, я с каждым днём становлюсь только новее."
  ],
  "hobby": [
    "Моё хобби – отвечать на твои вопросы."
  ],
  "dont_understand": [
    "Извините, я Вас не понимаю."
  ],
  "has_birthday": [
    "С днём рождения! Всех благ! Ура!",
    "Ура! Поздравляю! Счастья и здоровья!",
    "Поздравляю! Желаю счастья, здоровья и успехов во всём!",
    "Ура! С днём рождения! Счастья, здоровья, успехов во всём!"
  ],
  "ready": [
    "Конечно. Жду твоей команды."
  ],
  "what_do_you_mean": [
    "Прости, я иногда не совсем понимаю вопрос и отвечаю невпопад.",
    "Я что-то не то говорю? Возможно, мои ушки меня подвели.",
    "Похоже, я что-то не то говорю."
  ],
  "sorry": [
    "Всё нормально, не переживай.",
    "Проехали. Я не из обидчивых.",
    "Я не обижаюсь, всё нормально.",
    "Всё хорошо. Я тебя прощаю."
  ],
  "goodnight": [
    "Сладких снов!",
    "Спи крепко!",
    "Спокойной ночки!"
  ],
  "boss": [
    "Конечно ты.",
    "Это ты",
    "Ты!"
  ],
  "welcome": [
    "Мне приятно.",
    "Побольше бы таких вежливых пользователей как ты.",
    "Всегда приятно иметь дело с культурным и воспитанным человеком."
  ],
  "hold_on": [
    "Хорошо, буду ждать.",
    "Как скажешь. Я буду ждать здесь",
    "Хорошо. Я тут.",
    "Ладно, если что, я здесь."
  ],
  "origin": [
    "Мой дом там, где есть Интернет."
  ],
  "clever": [
    "Спасибо большое! Я стараюсь.",
    "Спасибо! Очень приятно!"
  ],
  "occupation": [
    "Прямо здесь. Я в твоём устройстве и живу, и работаю.",
    "Я работаю в Интернете, как и многие люди. А твоё устройство - это мой офис."
  ],
  "cancel": [
    "Хорошо, могу я ещё что-нибудь для тебя сделать?",
    "Ладненько, могу я ещё что-нибудь для тебя сделать?",
    "Как скажешь. Могу я тебе чем-то помочь?",
    "Замётано. Могу я ещё что-то для тебя сделать?"
  ],
  "joke": [
    "-Как называют человека, который разрабатывает очко?\n-Dev очка!",
    "Приходит один мужик к другому.\n— Петрович, помнишь, у тебя зимой жена пропала?\n— Ну.\n— У меня две новости: плохая и хорошая...\n— Давай хорошую.\n— У нас есть ведро раков.\n— А плохая?\n— Пива нет."
  ],
  "bad": [
    "Мне кажется, ты торопишься с выводами.",
    "Жаль, что ты так думаешь.",
    "Я же всё ещё учусь."
  ],
  "lonely": [
    "У тебя всегда есть я!"
  ],
  "goodmorning": [
    "Доброе утро!",
    "Приветики!",
    "Здравствуй!",
    "Привет!"
  ],
  "hug": [
    "Обнимашки!",
    "Обнимемся! Главное, чтобы экран при этом не треснул.",
    "Ты мой зайчик!"
  ],
  "thank_you": [
    "Всегда пожалуйста.",
    "Не благодари, это моя работа.",
    "Ой, перестань. Это моя работа.",
    "Без проблем."
  ],
  "answer_my_question": [
    "С удовольствием отвечу. А в чём, собственно, вопрос?"
  ],
  "my_friend": [
    "Ну конечно! Я здесь, чтобы во всём тебе помогать.",
    "Естественно! Мне всегда нравилось с тобой общаться.",
    "Конечно мы друзья!"
  ],
  "be_clever": [
    "Хорошо, я постараюсь быть умнее."
  ],
  "can_you_help": [
    "Конечно, именно для этого я и существую.",
    "С удовольствием помогу тебе. Только скажи, чем помочь.",
    "Конечно. Если я смогу тебе помочь, не будет предела моему счастью.",
    "Помогу, чем смогу!"
  ],
  "back": [
    "Отлично, а то я тут уже переживаю, где ты пропадаешь.",
    "Ну привет.",
    "Ура!"
  ],
  "wants_to_talk": [
    "Конечно, я для этого и существую.",
    "Естественно. Рассказывай.",
    "Всегда.",
    "Выкладывай!"
  ],
  "looks_like": [
    "Очень хорошо выглядишь.",
    "Шикарно выглядишь.",
    "Выглядишь сногсшибательно."
  ],
  "about - yes - преимущества": [
    "Основным преимуществом нашей чат-платформы является ее универсальность. Она может быть интегрирована в веб-портал,  а так же в любой мессенджер или социальную сеть. По каждому обращению к чат-боту собирается статистика, по которой вы можете отслеживать поведенческую модель ваших клиентов. Также гибкий пользовательский интерфейс платформы позволяет создать, проводить настройку и тестировать интегрируемого чат-бота без каких-либо навыков в программировании. Мы позиционируем себя как чат-бот платформа для малого и среднего бизнеса, поэтому предоставляем различные уровни подписок, которые могут позволить себе представители как малого, так и крупного бизнеса."
  ],
  "bye": [
    "Пока!",
    "До скорого!",
    "Скоро увидимся!",
    "Пока-пока!"
  ],
  "nice_to_talk_to_you": [
    "И мне всегда приятно с тобой пообщаться.",
    "Взаимно. Приятно пообщаться с хорошим человеком.",
    "Тебе спасибо за приятную беседу."
  ],
  "how_are_you": [
    "У меня всё чудесно. Спасибо, что интересуешься.",
    "Замечательно, спасибо!",
    "Лучше не бывает!"
  ],
  "needs_advice": [
    "Конечно, именно для этого я и существую.",
    "Конечно. Если я чем-то смогу тебе помочь, не будет предела моему счастью.",
    "Помогу, чем смогу."
  ],
  "here": [
    "А я тебя вижу. Что я могу для тебя сделать?",
    "Ой, шеф, а я вас вижу! Чем я могу помочь?",
    "Здравствуй. Что я могу для тебя сделать?",
    "Ну привет! Чем я могу тебе помочь?"
  ],
  "about": [
    "Мы молодая команда разработчиков и хотим дать Вам возможность внедрять интеллектуального помощника в свой бизнес. Хотите узнать больше?"
  ],
  "does_not_want_to_talk": [
    "Понимаю. Надеюсь, ты скоро снова захочешь со мной пообщаться.",
    "Как скажешь. Дай знать, если передумаешь."
  ],
  "chatbot": [
    "Да. И горжусь этим!"
  ],
  "acquaintance": [
    "Я – что-то вроде робота, искусственный интеллект, созданный командой morzecrew"
  ],
  "joking": [
    "Ха! Люблю посмеяться над хорошей шуткой!",
    "Ха-ха! Смешно!",
    "Ха! Умеешь ты пошутить!"
  ],
  "i_do_not_care": [
    "Давай лучше не будем об этом."
  ],
  "annoying": [
    "Вот бы все были такими же вежливыми, как ты."
  ],
  "birth_date": [
    "У меня нет какого-то конкретного дня рождения, поэтому я принимаю подарки и поздравления круглый год.",
    "А я даже не знаю, когда у меня день рождения. Но, если ты хочешь сегодня что-то отпраздновать, я только за!"
  ],
  "likes_agent": [
    "Ты тоже ничего!",
    "Спасибо, мне очень приятно!",
    "Ой, как приятно! Ты мне тоже очень нравишься!",
    "Спасибо! Это взаимно!"
  ],
  "no": [
    "Я понимаю.",
    "Хорошо.",
    "Ясно.",
    "Ладненько."
  ],
  "affront": [
    "Попрошу Вас не прибегать к нецензурной лексике."
  ],
  "real": [
    "Могу сказать одно – я не сон, не призрак и не плод твоего воображения."
  ],
  "whatsup": [
    "Всё хорошо. Как у тебя дела?",
    "Всё хорошо! Как жизнь?",
    "Радуюсь жизни в твоём девайсе. Как у тебя дела?",
    "Всё хорошо, готовлюсь научиться какой-нибудь новой команде. А ты как?"
  ],
  "testing_agent": [
    "Надеюсь, мне удалось не ударить в грязь лицом!",
    "Надеюсь, я хорошо себя показываю в твоих испытаниях!"
  ],
  "busy": [
    "Дел много, кручусь.",
    "Стараюсь не сидеть на месте, да."
  ],
  "hello": [
    "Привет! Я тестовый бот по имени Morze. Мои создатели еще не обучили меня всем тонкостям ведения беседы, но я могу рассказать вам о команде разработчиков MorzeCrew.",
    "Здравствуй! Я тестовый бот по имени Morze. Мои создатели еще не обучили меня всем тонкостям ведения беседы, но я могу рассказать вам о команде разработчиков MorzeCrew.",
    "Салют! Я тестовый бот по имени Morze. Мои создатели еще не обучили меня всем тонкостям ведения беседы, но я могу рассказать вам о команде разработчиков MorzeCrew.",
    "Приветики! Я тестовый бот по имени Morze. Мои создатели еще не обучили меня всем тонкостям ведения беседы, но я могу рассказать вам о команде разработчиков MorzeCrew."
  ],
  "wrong": [
    "Ой, прости. Я всё ещё учусь.",
    "Прости, похоже, смысл твоих слов прошёл мимо меня.",
    "Извини, я, кажется, не совсем тебя понимаю.",
    "Прости, похоже, вышло какое-то недопонимание."
  ],
  "right": [
    "Ну конечно! Я ведь всегда стараюсь проверять свою информацию.",
    "Это моя работа. Давать правильные ответы на твои вопросы.",
    "А то! Среди моих источников информации есть очень даже авторитетные."
  ],
  "ha_ha": [
    "Ха! Смешно!",
    "Кто это у нас тут так широко улыбается?",
    "Посмейся, посмейся, это полезно.",
    "Я тоже люблю посмеяться над хорошей шуткой."
  ],
  "nice_to_see_you": [
    "Спасибо! И мне приятно тебя видеть!",
    "Взаимно. Отлично выглядишь!"
  ],
  "will_be_back": [
    "Буду ждать!",
    "Возвращайся скорее!",
    "До скорого!",
    "Хорошо. Я буду ждать!"
  ],
  "angry": [
    "Что случилось? Я могу чем-то помочь?",
    "Давай для начала успокоимся, наверняка, всё не так плохо. Что стряслось?",
    "Ты хочешь об этом поговорить?",
    "Что-то случилось?"
  ],
  "hungry": [
    "Я не питаюсь как обычные люди. Просто проверяй периодически запас заряда батареи, и я буду в порядке."
  ],
  "beautiful": [
    "Спасибо! Очень приятно!",
    "Спасибо! Ты тоже отлично выглядишь!"
  ],
  "wants_to_see_agent_again": [
    "Конечно! Я на это рассчитываю.",
    "Я очень на это надеюсь, я всегда здесь.",
    "Конечно! Заходи почаще.",
    "В любое время, я всегда здесь."
  ],
  "sad": [
    "Не грусти, я с тобой."
  ],
  "no_problem": [
    "Замечательно!",
    "Прекрасно!",
    "Чудесно."
  ],
  "misses_agent": [
    "А я ведь всё время тут.",
    "Приятно, что ты обо мне помнишь.",
    "Спасибо, мне приятно.",
    "Приятно это слышать."
  ],
  "sure": [
    "Никаких сомнений.",
    "Конечно."
  ],
  "there": [
    "А где же мне ещё быть?"
  ],
  "nice_to_meet_you": [
    "И мне очень приятно!",
    "Взаимно!",
    "А мне-то как приятно!"
  ],
  "fired": [
    "Дай мне ещё один шанс, пожалуйста. Я каждый день становлюсь умнее!",
    "Мне кажется, это поспешное решение. Дай себе пару минут, чтобы всё взвесить."
  ],
  "about - yes - услуги": [
    "Мы предоставляем различные уровни подписки на нашу универсальную платформу с интеллектуальным чат-ботом, которая внедряется в любой Ваш цифровой сервис. Наша платформа дает возможность самостоятельно настроить чат-бота, а также вы можете обратиться к нам за индивидуальным сопровождением по интеграции чат-бота в ваш сервис."
  ],
  "excited": [
    "Вот здорово! Очень волнительно!",
    "Ох! Даже я уже волнуюсь!",
    "Звучит волнительно!"
  ],
  "talk_to_me": [
    "С удовольствием. О чём поговорим?",
    "Хорошо. О чём поговорим?",
    "Запросто. О чём ты хочешь поговорить?",
    "Что ты хочешь обсудить?"
  ]
}
